#+TITLE: 2021/12 採購建議書單
|----------------------------------------------------------+----------------------+------------------------+------------+------|
| 書名                                                     | 出版社               | 作者                   | 出版日期   | 定價 |
|----------------------------------------------------------+----------------------+------------------------+------------+------|
| [[https://www.books.com.tw/products/F010184150?sloc=main][The First Computers: History and Architectures]]           | Mit Pr               | Rojas, Raul            | 2002/08/07 | 1800 |
| [[https://www.books.com.tw/products/0010887779?sloc=main][白話演算法！培養程式設計的邏輯思考]]                       | 旗標                 | Aditya Y. Bhargava     | 2021/04/23 |  520 |
| [[https://www.books.com.tw/products/0010906295?sloc=main][《演算法、深度學習、程式設計入門教室》精選套書]]           | 臉譜                 | Moriteru Ishida,       | 2021/11/01 | 1138 |
|                                                          |                      | Shuichi Miyazaki,      |            |      |
|                                                          |                      | Hiroki Tanioka         |            |      |
| [[https://www.books.com.tw/products/0010843006?sloc=main][雲端深入你我身邊：新一代邊緣運算技術直達]]                 | 深智數位             | 張駿, 祝鯤業, 陸科進   | 2019/12/20 |  650 |
| [[https://www.books.com.tw/products/0010858475?sloc=main][精通 Python：運用簡單的套件進行現代運算（第二版）]]        | 歐萊禮               | Bill Lubanovic         | 2020/06/02 |  880 |
| [[https://www.books.com.tw/products/0010867440?sloc=main][Python 自動化的樂趣：搞定重複瑣碎&單調無聊的工作(第二版)]] | 碁峰                 | Al Sweigart            | 2020/08/28 |  680 |
| [[https://www.books.com.tw/products/CN11723192?sloc=main][元宇宙]]                                                   | 中國對外翻譯出版公司 | 趙國棟, 易歡歡, 徐遠重 | 2021/08/01 |  408 |
| [[https://www.books.com.tw/products/0010910683?sloc=main][區塊鏈與元宇宙：虛實共存]]                                 | 創見文化             | 王晴天, 吳宥忠         | 2021/12/15 |  480 |
| [[https://www.books.com.tw/products/0010880019?sloc=main][演算法入門圖解：使用Python]]                               | 碁峰                 | 増井敏克               | 2021/01/04 |  450 |
| [[https://www.books.com.tw/products/0010903229?sloc=main][APCS C++ 解題高手]]                                        | 深石                 | 數位新知               | 2021/09/25 |  450 |
| [[https://www.books.com.tw/products/0010890798?sloc=main][電腦與人腦：現代電腦架構之父馮紐曼的腦科學講義]]           | 貓頭鷹               | John von Neumann       | 2021/05/08 |  350 |
|----------------------------------------------------------+----------------------+------------------------+------------+------|
| 總價                                                     |                      |                        |            | 7806 |
|----------------------------------------------------------+----------------------+------------------------+------------+------|
#+TBLFM: @15$5=vsum(@2$5..@-1$5)
